{
  "homeNavItem": "Home",
  "aboutMeNavItem": "About Me",
  "skillsNavItem": "Skills",
  "myportfolioNavItem": "Portfolio",
  "txtHello": "Hello",
  "txtMyName": "I'm Erick Oliva",
  "txtWhatIAm": "and I'm a Senior Web Developer",
  "txtHomeP1": "With more than 4 years of experience as a",
  "txtHomeP2": "web developer.",
  "txtHomeP3": "I am a 5th year student in Systems Engineering.",
  "txtHomeP4": "Contact me:",
  "txtAboutMeTittle": "About Me",
  "txtAboutMeP1": "In 2020 I started my career in Computer Science Engineering.",
  "txtAboutMeP2": "I learned web development on my own, offering my services as a freelancer to different clients in the USA and Jamaica.",
  "txtAboutMeP3": "I am currently a Senior Developer at Coperex.",
  "txtExperienceTittle": "Experience",
  "txtExperience1P1": "Senior Developer",
  "txtExperience1P2": "Coperex (2023 - current)",
  "txtExperience1P3": "Maintenance, migration and development of projects with .NET, MS SQL and Blazor.",
  "txtExperience2P1": "Fullstack Developer",
  "txtExperience2P2": "GuatemalaDigital S.A. (2022 - 2023)",
  "txtExperience2P3": "Scaled the web project to Central America, using ReactJS, .NET and MS SQL.",
  "txtExperience3P1": "Frontend Developer",
  "txtExperience3P2": "Digital Thinking (2020 - 2021)",
  "txtExperience3P3": "Implemented a responsive website, API rest consumption using VueJS.",
  "txtCertificatesTittle": "Certificates",
  "txtTestimonialsTittle": "Testimonials",
  "txtTestimonialDisclaimer": "Note",
  "txtTestimonialsDisclaimerP": "This is a proof of my soft skills. These can be found on my Fiverr profile along with 300+ reviews",
  "txtSkillsTittle": "Skills",
  "txtPortfolioTittle": "Portfolio",
  "txtPortfolioP1": "This project uses Firebase as backend and Vue JS as frontend, it allows you to create users and store your favorite products, it also allows you to filter by tags",
  "txtPortfolioP2": "E-commerce site allows you to explore the entire inventory, Zoho CRM was implemented to manage customers and leaders programmatically.",
  "txtPortfolioP3": "Website of a local restaurant, allows you to view the dishes, know the location and offers different contact methods.",
  "txtPortfolioP4": "This website consumes the Pantry API that hosts the data of the next events that the group will hold. It allows you to add and modify events easily from the website.",
  "txtPortfolioP5": "Web App developed in React JS that allows you to keep track of your budgets and expenses, implements a CRUD.",
  "txtPortfolioP6": "Website that consumes Prensa Libre API to show the latest news. It also uses the useState and useEffect hooks"
}