{
  "homeNavItem":"Home",
  "aboutMeNavItem":"About Me",
  "skillsNavItem":"Skills",
  "myportfolioNavItem":"Portfolio",
  "txtHello": "Hello",
  "txtMyName": "I'm Erick",
  "txtWhatIAm": "I'm a Frontend developer",
  "txtHomeP1": "My name is Erick Oliva, I build web pages, front and backend.",
  "txtHomeP2": "Front-End Developer.",
  "txtHomeP3": "I'm a 4th year CS student based on Guatemala and I'm looking forward to my next challenge.",
  "txtHomeP4": "Contact me:",
  "txtAboutMeTittle": "About Me",
  "txtAboutMeP1": "Worked as a computer teacher on 2018",
  "txtAboutMeP2": "On 2020 I started my Computer Science carreer and learned front and backend development by myself. I built websites for wide variety of clients.",
  "txtAboutMeP3": "Currently I'm looking for the next challenge 💪🏽.",
  "txtExperienceTittle": "Experience",
  "txtExperience1P1": "Freelance Web Developer",
  "txtExperience1P2": "Fiverr (2023 - current)",
  "txtExperience1P3": "Build some projects at Fiverr for client on USA and Jamaica.",
  "txtExperience2P1": "Fullstack Developer",
  "txtExperience2P2": "GuatemalaDigital S.A. (2022 - 2023)",
  "txtExperience2P3": "I scaled e-commerce website to Centro America with NextJS on frontend, .NET for backend and MS SQL.",
  "txtExperience3P1": "Frontend developer",
  "txtExperience3P2": "Digital Thinking (2020 - 2021)",
  "txtExperience3P3": "Implemented a responsive website, landing page and API consuming from Zoho CRM and REST apis.",
  "txtCertificatesTittle": "Certificates",
  "txtTestimonialsTittle": "Testimonials",
  "txtTestimonialDisclaimer": "Note",
  "txtTestimonialsDisclaimerP": "This is a proof of soft skills on my current job. These reviews can be found at my Fiverr site along with more than 300 reviews.",
  "txtSkillsTittle": "Skills",
  "txtPortfolioTittle": "Portfolio",
  "txtPortfolioP1": "This project use Firebase as backend to let you create an user and store your favorite products. It also let you filter products using tags.",
  "txtPortfolioP2": "This e-commerce site let you explore the products by categories, it implements Zoho CRM api to create Leaders programmatically",
  "txtPortfolioP3": "Restaurant website, there you can explore the menu and locate the restaurant using waze insertion",
  "txtPortfolioP4": "Implementes Pantry's API to store the next events, you can edit them easily from the webpage.",
  "txtPortfolioP5": "Web App that keeps track of your expenses, you can create, delete and modify Budgets. It features persistent data thanks to the Local Storage API.",
  "txtPortfolioP6": "News website, it takes news from the Prensa Liber API"
}