{
    "homeNavItem":"Inicio",
    "aboutMeNavItem":"Acerca de mi",
    "skillsNavItem":"Skills",
    "myportfolioNavItem":"Portafolio",
    "txtHello": "Hola",
    "txtMyName": "Soy Erick oliva",
    "txtWhatIAm": "y Soy Frontend developer",
    "txtHomeP1": "Me llamo Erick Oliva, tengo experiencia como ",
    "txtHomeP2": "desarrollador web.",
    "txtHomeP3": "Soy estudiante de 4tp a침o en Ingenieria en sistemas.",
    "txtHomeP4": "Cont치ctame:",
    "txtAboutMeTittle": "Acerca de mi",
    "txtAboutMeP1": "Inicie siendo profesor de computaci칩n en el a침o 2018.",
     "txtAboutMeP2": "En 2020 inicie mi Ing. Ciencias y Sistemas, ademas aprendi desarrollo web por mi cuenta con lo que desarrolle sitios web para distintos clientes.",
    "txtAboutMeP3": "Actualmente me encuentro abierto a un nuevo desaf&iacute;o. 游눩游낗.",
    "txtExperienceTittle": "Experiencia",
    "txtExperience1P1": "Freelance Web Developer",
    "txtExperience1P2": "Fiverr (2023 - current)",
    "txtExperience1P3": "Desarrolle proyectos para clientes en USA y Jamaica.",
    "txtExperience2P1": "Fullstack Developer",
    "txtExperience2P2": "GuatemalaDigital S.A. (2022 - 2023)",
    "txtExperience2P3": "Expandi el proyecto web a centroamerica, utilizando herramientas como NextJS, .NET y MS SQL",
    "txtExperience3P1": "Frontend developer",
    "txtExperience3P2": "Digital Thinking (2020 - 2021)",
    "txtExperience3P3": "Implemente un sitio web responsive, consumi API rest y serverless de Zoho CRM.",
    "txtCertificatesTittle": "Certificados",
    "txtTestimonialsTittle": "Testimonios",
    "txtTestimonialDisclaimer": "Nota",
    "txtTestimonialsDisclaimerP": "Esta es una prueba de mis habilidades blandas en mi trabajo actual. Estos se pueden encontrar en mi perfil de Fiverr junto a mas de 300 reviews",
    "txtSkillsTittle": "Skills",
    "txtPortfolioTittle": "Portafolio",
    "txtPortfolioP1": "Este proyecto utiliza Firebase como backend y Vue JS como front-end, permite crear usuarios y almacenar tus productos favoritos, tambien te permite filtrar por etiquetas",
    "txtPortfolioP2": "Sitio de ecommerce te permite explorar todo el inventario, se implemento Zoho CRM para administrar clientes y leaders programaticamente.",
    "txtPortfolioP3": "Sitio Web de un restaurante local, permite visualizar los platillos, conocer la ubicacion y ofrece distintos metodos de contacto.",
    "txtPortfolioP4": "Esta web consume la API pantry que aloja los datos de los proximos eventos que realizara la agrupacion. Permite agregar y modificar eventos facilmente desde el sitio web.",
    "txtPortfolioP5": "Web App desarrollado en React JS que te permite llevar un control de tus presupuestos y gastos, implementa un CRUD.",
    "txtPortfolioP6": "Sitio Web que consume API de Prensa Libre para mostrar las ultimas noticias. tambien se utiliza el hook useState y useEffect"
}