{
    "homeNavItem":"Inicio",
    "aboutMeNavItem":"Acerca de mi",
    "skillsNavItem":"Skills",
    "myportfolioNavItem":"Portafolio",
    "txtHello": "Hola",
    "txtMyName": "Soy Erick oliva",
    "txtWhatIAm": "y Soy Frontend developer",
    "txtHomeP1": "Me llamo Erick Oliva, actualmente estoy en transicion para ser un",
    "txtHomeP2": "Frontend Developer.",
    "txtHomeP3": "Soy estudiante de 3er año en Ingenieria en sistemas.",
    "txtHomeP4": "Contáctame:",
    "txtAboutMeTittle": "Acerca de mi",
    "txtAboutMeP1": "Inicie siendo profesor de computación en el año 2018.",
    "txtAboutMeP2": "En 2020 inicie mi carrera en ingenieria en sistemas, ese mismo año aprendi HTML/CSS y Javascript por mi cuenta y desarrolle un proyecto frontend para la empresa Digital Thinking Guatemala durante 8 meses de manera remota.",
    "txtAboutMeP3": "Actualmente estoy en busca de desarrollar mi potencial como desarrollador web y estoy en el constante aprendizaje totalmente abierto a adquirir nuevos conocimientos.",
    "txtExperienceTittle": "Experiencia",
    "txtExperience1P1": "Transformacion de vectores",
    "txtExperience1P2": "Fiverr (2020 - actualmente)",
    "txtExperience1P3": "Me dedico a transformar diseños a vectores en el sitio web Fiverr.com",
    "txtExperience2P1": "Desarrollador Frontend",
    "txtExperience2P2": "Digital Thinking (2020)",
    "txtExperience2P3": "Implemente un sitio web responsive, con consumo de API utilizando Vue JS",
    "txtExperience3P1": "Codificador Test ERCE",
    "txtExperience3P2": "DIGEDUCA y UNESCO Chile (2019)",
    "txtExperience3P3": "Trabajo de calificacion de test para el proyecto latinoamericano ERCE, para Unesco Chile.",
    "txtCertificatesTittle": "Certificados",
    "txtTestimonialsTittle": "Testimonios",
    "txtTestimonialDisclaimer": "Nota",
    "txtTestimonialsDisclaimerP": "Esta es una prueba de mis habilidades blandas en mi trabajo actual. Estos se pueden encontrar en mi perfil de Fiverr junto a mas de 300 reviews",
    "txtSkillsTittle": "Skills",
    "txtPortfolioTittle": "Portafolio",
    "txtPortfolioP1": "Este proyecto utiliza Firebase como backend y Vue JS como front-end, permite crear usuarios y almacenar tus productos favoritos, tambien te permite filtrar por etiquetas",
    "txtPortfolioP2": "Sitio de ecommerce te permite explorar todo el inventario, se implemento Zoho CRM para administrar clientes y leaders programaticamente.",
    "txtPortfolioP3": "Sitio Web de un restaurante local, permite visualizar los platillos, conocer la ubicacion y ofrece distintos metodos de contacto.",
    "txtPortfolioP4": "Esta web consume la API pantry que aloja los datos de los proximos eventos que realizara la agrupacion. Permite agregar y modificar eventos facilmente desde el sitio web.",
    "txtPortfolioP5": "Web App desarrollado en Vue JS que te permite llevar un control de tus presupuestos y gastos, implementa un CRUD."
}